Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyMustBeUnique Property
 Element must be unique.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyMustBeUnique { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyMustBeUnique As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyMustBeUnique {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace